[
  {
    "title": "Age of Vice",
    "author":"Deepti Kapoor",
    "image": "https://i.ibb.co/cYhfw38/60177466.jpg",
    "genre":"Fiction",
    "publication_date": "Jan 3, 2023",
    "price": "1022",
    "description": "This is the age of vice, where money, pleasure, and power are everything, and the family ties that bind can also kill.New Delhi, 3 a.m. A speeding Mercedes jumps the curb and in the blink of an eye, five people are dead. It’s a rich man’s car, but when the dust settles there is no rich man at all, just a shell-shocked servant who cannot explain the strange series of events that led to this crime. Nor can he foresee the dark drama that is about to unfold.",
    "status": true,
    "rating": 4,
    "comments": []
  },
   {
    "title": "A Most Agreeable Murder",
    "author":"JUlia Seales",
    "image": "https://i.ibb.co/YpMPpQb/62794526.jpg",
    "genre":"Mystery",
    "publication_date": "June 27,2023",
    "price": "1276",
    "description": "When a wealthy bachelor drops dead at a ball, a young lady takes on the decidedly improper role of detective in this action-packed debut comedy of manners and murder.Feisty, passionate Beatrice Steele has never fit the definition of a true lady, according to the strict code of conduct that reigns in Swampshire, her small English township--she is terrible at needlework, has absolutely no musical ability, and her artwork is so bad it frightens people. Nevertheless, she lives a perfectly agreeable life with her marriage-scheming mother, prankster father, and two younger sisters-- beautiful Louisa and forgettable Mary. But she harbors a dark secret: She is obsessed with the true crime cases she reads about in the newspaper. If anyone in her etiquette-obsessed community found out, she'd be deemed a morbid creep and banished from respectable society forever.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "A Death at the Party",
    "author":"Amy Stuart",
    "image": "https://i.ibb.co/m0cd6jm/61273347.jpg",
    "genre":"Fiction",
    "publication_date": "March 7, 2023",
    "price": "1022",
    "description": "Amy Stuart’s domestic whodunit A Death at the Party is like a contemporary Agatha Christie novel with a sprinkle of White Lotus. Nadine is throwing a neighborhood garden party when she discovers a body in the basement. Got that? Now quickly rewind to the beginning of the day, before the killing, and try to guess both murderer and victim as the plot unfolds. The entire book takes place in a day, which makes this a deliciously taut, fast-paced thriller.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "All the Sinners Bleed",
    "author":"S.A Cosby",
    "image": "https://i.ibb.co/M6ppzbX/61884832.jpg",
    "genre":"Mystery",
    "publication_date": "June 6, 2023",
    "price": "922",
    "description": "Titus Crowne is the first Black sheriff in the history of Charon County. A former FBI agent and security expert, Titus came home to take care of his father and look out for his troubled younger brother. He ran for Sheriff to make a difference, especially in the Black community, which has so often been treated unfairly by the police.But a year to the day after his election, a school shooting rocks the town. A beloved teacher is killed by a former student, and as Titus attempts to deescalate and get the boy to surrender, his deputies fire a fatal shot.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "Homecoming",
    "author":"Kate Morton",
    "image": "https://i.ibb.co/0sHbfHS/61683285.jpg",
    "genre":"Fiction",
    "publication_date": "April 13, 2023",
    "price": "1022",
    "description": "Adelaide Hills, Christmas Eve, 1959: At the end of a scorching hot day, beside a creek on the grounds of the grand and mysterious mansion, a local delivery man makes a terrible discovery. A police investigation is called and the small town of Tambilla becomes embroiled in one of the most shocking and perplexing murder cases in the history of South Australia.Sixty years later, Jess is a journalist in search of a story. Having lived and worked in London for almost twenty years, she now finds herself laid off from her full-time job and struggling to make ends meet. A phone call out of nowhere summons her back to Sydney, where her beloved grandmother, Nora, who raised Jess when her mother could not, has suffered a fall and been raced to the hospital.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "Play for Me",
    "author":"Libby Hubscher",
    "image": "https://i.ibb.co/Qc85R0R/62699937.jpg",
    "genre":"Music",
    "publication_date": "June 20, 2023",
    "price": "622",
    "description": "Sophie Doyle has her dream job as the head athletic trainer for her favorite baseball team (go Red Sox!), a handsome boyfriend, and easy access to the finest cannoli in Boston. When she loses all three and the World Series to boot, she’s forced to apply for the open trainer position at an arts-focused boarding school in New Hampshire. The only available room is a glorified closet in an apartment with three guys: Jonas Voss, the aloof and attractive orchestra teacher, and his two rambunctious roommates.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Second Ending",
    "author":"Michelle Hoffman",
    "image": "https://i.ibb.co/fqN3DfP/60736699.jpg",
    "genre":"Fiction",
    "publication_date": "May 30, 2023",
    "price": "762",
    "description": "A former prodigy who refuses to believe her best years are behind her and a young virtuoso searching for his passion both get an unlikely shot at their dreams in this sparkling debut about second chances, unexpected joys, and the miraculous power of music.Prudence Childs was once the most famous kindergartner on the planet. After teaching herself to play piano at age three, she performed at the White House, appeared on talk shows, and inspired a generation of children to take up lessons. But as adolescence closed in, Prudence began to see that she was just another exploited child star, pushed into fame by her cruel grandmother. Prudence ran away—from both performing and her greedy handler—as soon as she was old enough to vote. Flat broke and alone, she took a job writing commercial jingles, which earned her a fortune, but left her creatively adrift.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "Arrangements in Blue",
    "author":"Amy Key",
    "image": "https://i.ibb.co/3FNCTqt/61089544.jpg",
    "genre":"Music",
    "publication_date": "May 9, 2023",
    "price": "892",
    "description": "When poet Amy Key was growing up, she looked forward to a life shaped by romance, fuelled by desire, longing and the conventional markers of success that come when you share a life with another person. But that didn't happen for her. Now in her forties, she sets out to explore the realities of a life lived in the absence of romantic love",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "On Earth as It Is on Television",
    "author":"Emily Jane",
    "image": "https://i.ibb.co/vsSjmgK/62874129.jpg",
    "genre":"Fantacy",
    "publication_date": "June 13, 2023",
    "price": "345",
    "description": "This is the age of vice, where money, pleasure, and power are everything, and the family ties that bind can also kill.New Delhi, 3 a.m. A speeding Mercedes jumps the curb and in the blink of an eye, five people are dead. It’s a rich man’s car, but when the dust settles there is no rich man at all, just a shell-shocked servant who cannot explain the strange series of events that led to this crime. Nor can he foresee the dark drama that is about to unfold.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Secret Book of Flora Lea",
    "author":"Patti Callahan Henry",
    "image": "https://i.ibb.co/FXXzZqB/61964751.jpg",
    "genre":"Fiction",
    "publication_date": "May 2, 2023",
    "price": "1022",
    "description": "When a woman discovers a rare book that has connections to her past, long-held secrets about her missing sister and their childhood spent in the English countryside during World War II are revealed.In the war-torn London of 1939, fourteen-year-old Hazel and five-year-old Flora are evacuated to a rural village to escape the horrors of the Second World War. Living with the kind Bridie Aberdeen and her teenage son, Harry, in a charming stone cottage along the River Thames, Hazel fills their days with walks and games to distract her young sister, including one that she creates for her sister and her sister alone—a fairy tale about a magical land, a secret place they can escape to that is all their own.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The First Bright Thing",
    "author":"J.R. Dawson",
    "image": "https://i.ibb.co/Ypqzn2r/61884813.jpg",
    "genre":"Fantacy",
    "publication_date": "June 03, 2023",
    "price": "342",
    "description": "Ringmaster — Rin, to those who know her best — can jump to different moments in time as easily as her wife, Odette, soars from bar to bar on the trapeze. And the circus they lead is a rare home and safe haven for magical misfits and outcasts, known as Sparks.With the world still reeling from World War I, Rin and her troupe — the Circus of the Fantasticals — travel the midwest, offering a single night of enchantment and respite to all who step into their Big Top.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Only One Left",
    "author":"Riley Sager",
    "image": "https://i.ibb.co/WWp3WJd/62703226.jpg",
    "genre":"Historical",
    "publication_date": "June 20, 2023",
    "price": "675",
    "description": "Now reduced to a schoolyard chant, the Hope family murders shocked the Maine coast one bloody night in 1929. While most people assume seventeen-year-old Lenora was responsible, the police were never able to prove it. Other than her denial after the killings, she has never spoken publicly about that night, nor has she set foot outside Hope’s End, the cliffside mansion where the massacre occurred.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Seven Year Slip",
    "author":"Ashley Poston",
    "image": "https://i.ibb.co/1vcf7PK/62926938.jpg",
    "genre":"Fantacy",
    "publication_date": "June 27, 2023",
    "price": "765",
    "description": "Sometimes, the worst day of your life happens, and you have to figure out how to live after it.So Clementine forms a plan to keep her heart safe: stay busy, work hard, find someone decent to love, and try to remember to chase the moon. The last one is silly and obviously metaphorical, but her aunt always told her that you needed at least one big dream to keep going. And for the last year, that plan has gone off without a hitch. Mostly. The love part is hard because she doesn’t want to get too close to anyone—she isn’t sure her heart can take it.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Spectacular",
    "author":"Fiona Davis",
    "image": "https://i.ibb.co/m6CbmT4/62588481.png",
    "genre":"Historical",
    "publication_date": "June 23, 2023",
    "price": "1672",
    "description": "New York City, 1956: Nineteen-year-old Marion is over the moon to have been selected to be one of the Rockettes, Radio City Music Hall’s glamorous precision-dancing troupe. It’s an honor to perform in the world’s most spectacular theater, an art deco masterpiece. But with four shows a day as well as grueling rehearsals, not to mention exacting standards of perfection to live up to, Marion quickly realizes that the life of a Rockette has both extraordinary highs and devastating lows.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "The Surviving Sky",
    "author":"Kritika H. Rao",
    "image": "https://i.ibb.co/6HTr3BB/153591718.jpg",
    "genre":"Fantacy",
    "publication_date": "May 13, 2023",
    "price": "786",
    "description": "High above a jungle-planet float the last refuges of humanity—plant-made civilizations held together by tradition, technology, and arcane science. In these living cities, architects are revered above anyone else. If not for their ability to psychically manipulate the architecture, the cities would plunge into the devastating earthrage storms below.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "My Father's List",
    "author":"Laura Carney",
    "image": "https://i.ibb.co/gPzqG9w/63898459.jpg",
    "genre":"AutoBiography",
    "publication_date": "April 14, 2023",
    "price": "567",
    "description": "Killed in a car crash when Laura was twenty-five, Mick seemed lost forever. My Father’s List is the story of how one woman—with the help of family, friends, and even strangers—found the courage to go after her own dreams after realizing those of a beloved yet mysterious man. This is a story about secrets—and the freedom we feel when we learn to trust in life, in love, and in a father’s lessons on how to fully live.",
    "status": true,
    "rating": 4,
    "comments": []
  },
  {
    "title": "Family Style",
    "author":"Thien Pham",
    "image": "https://i.ibb.co/vqBNqbN/61484899.jpg",
    "genre":"AutoBiography",
    "publication_date": "June 20, 2023",
    "price": "922",
    "description": "After the Pham family arrives at a refugee camp in Thailand, they struggle to survive. Things don't get much easier once they resettle in California. And through each chapter of their lives, food takes on a new meaning. Strawberries come to signify struggle as Thien's mom and dad look for work. Potato chips are an indulgence that bring Thien so much joy that they become a necessity.",
    "status": true,
    "rating": 4,
    "comments": []
  }
]